Repository: Luicko/concurso
Catalog: concurso/translations/*/LC_MESSAGES/messages.po
Languages: es

source: Log Out
es: Desconectarse

source: Log In
es: Conectarse

source: Rated
es: Puntuadas

source: Home
es: Inicio

source: Songs
es: Canciones

source: What's (or was) ON in the music world:
es: Que hay (o había) de nuevo en el mundo de la musica:

source: Sign In Now!
es: Subscribete ahora!

source: Login
es: Conectarse

source: Like it? Rate It!
es: ¿Te gusta? Puntua!

source: Want to rate it?
es: ¿Quieres puntuar?

source: SIGN IN!
es: SUBSCRIBETE!

source: Artist
es: Interprete
